{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Kontakt",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Forschung",
  
  "nav_gdt": "GDT",
  "nav_contact": "Kontakt",
  "nav_research": "Forschung",
  "nav_main": "Startseite",
  
  "hero_title": "Vollständige Überprüfbarkeit. Verwaltbarkeit. Modularität. Der neue GDT-Blockchain-Standard für künstliche Intelligenz.",
  "hero_welcome": "Willkommen in einer Ära, in der künstliche Intelligenz nicht nur funktioniert – sondern korrekt funktioniert:",
  "hero_description": "Gold Digger Technologies entwickelt direkte und einsatzbereite Hybridlösungen, um die Datenstrategieprozesse Ihres Unternehmens zu beschleunigen, wie z.B. die Aktivierung der automatischen Regulierungsfähigkeit von KI und die Ermöglichung verifizierter cyber-sicherer Interaktion mit modernen KI-Modellen. Wir konzentrieren uns technisch auf die Schnittstelle zwischen Blockchain und KI, der ohne Angst vor Regulierung oder Genauigkeit vertraut werden kann. Die Priorität unserer KI ist Genauigkeit und Überprüfbarkeit - das Wichtigste ist, an der technologischen Spitze in absoluter Zuverlässigkeit zu bleiben.",
  "hero_cta": "Wenn Ihre Organisation zu einer echten Goldmine des Vertrauens und des Wertes werden möchte, sind wir bereit, die GDT-Technologie mit garantierter Sicherheit in Ihre Infrastruktur zu integrieren.",
  
  "contact_heading": "Kontaktieren Sie uns",
  "form_name": "Name",
  "form_email": "E-Mail *",
  "form_phone": "Telefon",
  "form_message": "Wie kann Gold Digger Ihnen helfen?",
  "form_submit": "Absenden",
  "privacy_text": "Gold Digger verwendet die von Ihnen bereitgestellten Informationen, um Sie über unseren wesentlichen Inhalt, unsere Produkte und Dienstleistungen zu kontaktieren. Sie können Ihr Abonnement jederzeit kündigen. Weitere Informationen finden Sie in unserer",
  "privacy_link": "Datenschutzerklärung",
  
  "logo_alt": "Gold Digger Technologies Logo",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Wenn die USA innoviert, China kopiert und die EU reguliert, haben wir das gebaut, was dann richtig, korrekt – und auf einmal reguliert.\"",
  "gdt_description": "Stellen Sie sich eine Welt vor, in der regulatorische Compliance kein manueller Albtraum und Kostenpunkt ist, der nachträglich umgesetzt werden muss, sondern eine automatisch und nahtlos implementierte Funktion in der Technologie selbst. Wir bauen die Plattform, die dies zur Realität macht – eine audit-trail-bereite blockchain-basierte KI-Plattform, die regulatorische Compliance als Ausgangspunkt und nicht als Add-on bietet.",
  "gdt_security": "Sicherheit und Rückverfolgbarkeit in die GDT-Kette eingebaut.",
  "gdt_platform": "Vergessen Sie Flickwerk-Systeme und unklare Verantwortlichkeiten. Unsere Plattform bietet eine komplette Lösung:",
  "gdt_features": "Vollständiger Audit-Trail durch Design – keine verlorenen Entscheidungen oder unerklärlichen KI-Funktionen mehr. Keine Datenlecks, keine an KI weitergegebenen Geheimnisse. Logisch in gewünschte Daten eingebettete KI – Modell-Prompts, Entscheidungen und Datenquellen bis zur Sekunde rückverfolgbar. Nutzungsdaten und Betriebsprotokoll kryptographisch versiegelt – schützen Sie sich und Ihre Kunden vor nachgewiesenem Missbrauch.",
  "gdt_ai_heading": "KI, die Regulierung versteht – und entsprechend handelt",
  "gdt_ai_features": "Funktioniert als Compliance-Agent – überwacht und leitet Anwendungsbetrieb innerhalb rechtlicher Verpflichtungen. Ermöglicht All-in-One-Regulierungslösung (z.B. GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Regulierungsschlüssel in der Hand\" – kein Beraterheer, wir bieten ein komplettes Paket mit nahtlosem Management, regulatorischer Bereitschaft und moderner KI.",
  "gdt_infrastructure": "Wir sind die Infrastruktur, die die EU-Regulierung braucht.",
  "gdt_strength": "Wenn die Stärke der EU die Regulierung ist, ist es unsere Aufgabe, sie auch in der technologischen Konkurrenz zu einer Stärke zu machen.",
  "gdt_cta": "Als Kunde oder Investor bauen Sie die Zukunft, in der KI die Regeln nicht bricht – sondern sie umsetzt.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Supra-heuristischer kognitiver Agent synchronisiert kontinuierlich-topologische Datenpipeline zu Fraktal-Edge-Berechnung, katalysiert pseudo-randomisierten Singularitäts-Algorithmus, der Tore zum dreidimensionalen KI-spekulativen Metaversum öffnet.",
  "meta_home_description": "Gold Digger Technologies baut eine blockchain-basierte KI-Plattform mit Fokus auf Überprüfbarkeit, Compliance und Sicherheit.",
  "meta_contact_description": "Kontaktieren Sie Gold Digger Technologies, um über KI, compliance-fähige Infrastruktur und Partnerschaften zu sprechen.",
  "meta_gdt_description": "GDT: eine audit-trail-bereite blockchain-basierte KI-Plattform mit eingebauter Compliance und Sicherheit.",
  "meta_research_description": "Intelligentleman: Forschung an der Schnittstelle von KI, Kognition und dezentraler Infrastruktur.",
  
  "copyright": "© {{year}} Gold Digger Technologies",
  "privacy": "Datenschutz",
  "legal": "Rechtliches & Regulierung",
  "legal_compliance": "Compliance",
  "legal_terms": "Nutzungsbedingungen",
  "legal_filings": "Regulatorische Meldungen",
  "dnsmi": "Meine Daten nicht verkaufen",
  "cookies": "Cookie-Einstellungen",
  "partners_investors": "Wir suchen Partner und Investoren",
  "contact_us": "Kontakt",
  "linkedin": "LinkedIn",
  "x": "X"
} 