{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Επικοινωνία",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Έρευνα",
  
  "nav_gdt": "GDT",
  "nav_contact": "Επικοινωνία",
  "nav_research": "Έρευνα",
  "nav_main": "Αρχική",
  
  "hero_title": "Πλήρης επαληθευσιμότητα. Διαχειρισιμότητα. Αρθρωτότητα. Το νέο πρότυπο blockchain GDT για την τεχνητή νοημοσύνη.",
  "hero_welcome": "Καλώς ήρθατε σε μια εποχή όπου η τεχνητή νοημοσύνη δεν απλώς λειτουργεί – λειτουργεί σωστά:",
  "hero_description": "Η Gold Digger Technologies δημιουργεί άμεσες και έτοιμες υβριδικές λύσεις για την επιτάχυνση των διαδικασιών στρατηγικής δεδομένων της επιχείρησής σας, όπως η ενεργοποίηση της αυτόματης ρυθμιστικής ικανότητας της ΤΝ και η δυνατότητα επαληθευμένης, κυβερνοασφαλούς αλληλεπίδρασης με σύγχρονα μοντέλα ΤΝ. Εστιάζουμε τεχνικά στη διασταύρωση blockchain και ΤΝ, στην οποία μπορεί κανείς να βασιστεί χωρίς φόβο ως προς τη ρύθμιση ή την ακρίβεια. Προτεραιότητα της ΤΝ μας είναι η ακρίβεια και η επαληθευσιμότητα – το κύριο ζητούμενο είναι να παραμένουμε στην τεχνολογική αιχμή με απόλυτη αξιοπιστία.",
  "hero_cta": "Εάν ο οργανισμός σας θέλει να γίνει ένα πραγματικό χρυσωρυχείο εμπιστοσύνης και αξίας, είμαστε έτοιμοι να ενσωματώσουμε την τεχνολογία GDT με απόλυτη βεβαιότητα στην υποδομή σας.",
  
  "contact_heading": "Επικοινωνήστε μαζί μας",
  "form_name": "Όνομα",
  "form_email": "E‑mail *",
  "form_phone": "Τηλέφωνο",
  "form_message": "Πώς μπορεί να σας βοηθήσει η Gold Digger;",
  "form_submit": "Αποστολή",
  "privacy_text": "Η Gold Digger χρησιμοποιεί τις πληροφορίες που παρέχετε για να επικοινωνεί μαζί σας σχετικά με το βασικό μας περιεχόμενο, τα προϊόντα και τις υπηρεσίες μας. Μπορείτε να ακυρώσετε την εγγραφή σας οποτεδήποτε. Για περισσότερες πληροφορίες δείτε την",
  "privacy_link": "Πολιτική απορρήτου",
  
  "logo_alt": "Λογότυπο Gold Digger Technologies",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Αν οι ΗΠΑ καινοτομούν, η Κίνα αντιγράφει και η ΕΕ ρυθμίζει, εμείς χτίσαμε αυτό με το οποίο ρυθμίζεται μετά σωστά, ορθά – και μονομιάς.\"",
  "gdt_description": "Φανταστείτε έναν κόσμο όπου η κανονιστική συμμόρφωση δεν είναι ένας χειροκίνητος εφιάλτης και κόστος προς υλοποίηση εκ των υστέρων, αλλά μια λειτουργία που υλοποιείται αυτόματα και άψογα στην ίδια την τεχνολογία. Δημιουργούμε την πλατφόρμα που το καθιστά πραγματικότητα – μια πλατφόρμα ΤΝ βασισμένη σε blockchain, έτοιμη για audit trail, που προσφέρει συμμόρφωση ως αφετηρία, όχι ως πρόσθετο.",
  "gdt_security": "Ασφάλεια και ιχνηλασιμότητα ενσωματωμένες στην αλυσίδα GDT.",
  "gdt_platform": "Ξεχάστε συστήματα «μπαλώματα» και ασαφείς ευθύνες. Η πλατφόρμα μας προσφέρει μια ολοκληρωμένη λύση:",
  "gdt_features": "Πλήρες audit trail εκ σχεδίασης – τέλος στις χαμένες αποφάσεις ή τις ανεξήγητες λειτουργίες ΤΝ. Χωρίς διαρροές δεδομένων, χωρίς μυστικά διαρρεύσαντα στην ΤΝ. ΤΝ λογικά ενσωματωμένη στα επιθυμητά δεδομένα – προτροπές μοντέλων, αποφάσεις και πηγές δεδομένων ανιχνεύσιμες στο δευτερόλεπτο. Δεδομένα χρήσης και λειτουργικό ημερολόγιο κρυπτογραφικά σφραγισμένα – προστατευθείτε εσείς και οι πελάτες σας αποδεδειγμένα από καταχρήσεις.",
  "gdt_ai_heading": "ΤΝ που κατανοεί τη ρύθμιση – και ενεργεί ανάλογα",
  "gdt_ai_features": "Λειτουργεί ως agent συμμόρφωσης – επιβλέπει και καθοδηγεί τη λειτουργία των εφαρμογών εντός των νομικών υποχρεώσεων. Επιτρέπει λύση ρύθμισης all‑in‑one (π.χ. GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Ρύθμιση με το κλειδί στο χέρι\" – χωρίς στρατιές συμβούλων, προσφέρουμε πλήρες πακέτο που περιλαμβάνει διαχείριση, ετοιμότητα συμμόρφωσης και σύγχρονη ΤΝ χωρίς ραφές.",
  "gdt_infrastructure": "Είμαστε η υποδομή που χρειάζεται η ρύθμιση της ΕΕ.",
  "gdt_strength": "Αν η δύναμη της ΕΕ είναι η ρύθμιση, δικό μας έργο είναι να την κάνουμε δύναμη και στον τεχνολογικό ανταγωνισμό.",
  "gdt_cta": "Ως πελάτης ή επενδυτής, χτίστε το μέλλον όπου η ΤΝ δεν παραβιάζει τους κανόνες – αλλά τους υλοποιεί.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Υπέρ‑ευρετικός γνωστικός πράκτορας που συγχρονίζει μια συνεχές‑τοπολογική αγωγή δεδομένων με υπολογισμό fractal‑edge, καταλύοντας έναν ψευδο‑τυχαίο αλγόριθμο μοναδικότητας που ανοίγει τις πύλες σε ένα τριδιάστατο εικαστικό μετασύμπαν ΤΝ.",
  "meta_home_description": "Η Gold Digger Technologies δημιουργεί πλατφόρμα ΤΝ βασισμένη σε blockchain, επικεντρωμένη στην επαληθευσιμότητα, τη συμμόρφωση και την ασφάλεια.",
  "meta_contact_description": "Επικοινωνήστε με τη Gold Digger Technologies για να συζητήσετε ΤΝ, υποδομή έτοιμη για συμμόρφωση και συνεργασίες.",
  "meta_gdt_description": "GDT: πλατφόρμα ΤΝ βασισμένη σε blockchain, έτοιμη για audit trail, με ενσωματωμένη συμμόρφωση και ασφάλεια.",
  "meta_research_description": "Intelligentleman: έρευνα στο σύνορο ΤΝ, γνωσιακής επιστήμης και αποκεντρωμένης υποδομής."
}


