{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Contact",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Research",
  
  "nav_gdt": "GDT",
  "nav_contact": "Contact",
  "nav_research": "Research",
  "nav_main": "Home",
  
  "hero_title": "Complete verifiability. Manageability. Modularity. The new GDT blockchain standard for artificial intelligence.",
  "hero_welcome": "Welcome to an era where artificial intelligence doesn't just work – it works correctly:",
  "hero_description": "Gold Digger Technologies produces straightforward and ready hybrid solutions to accelerate your company's data strategy processes, such as activating AI's automatic regulatory capability and enabling verified cyber-secure interaction with modern AI models. We are technically focused on the intersection of blockchain and AI, which can be trusted without fear of regulation or accuracy. Our AI's priority is accuracy and verifiability - the main thing is to stay at the technological forefront in absolute reliability.",
  "hero_cta": "If your organization wants to become a true gold mine of trust and value, we are ready to integrate GDT technology with guaranteed certainty into your infrastructure.",
  
  "contact_heading": "Contact Us",
  "form_name": "Name",
  "form_email": "Email *",
  "form_phone": "Phone",
  "form_message": "How can Gold Digger help you?",
  "form_submit": "Submit",
  "privacy_text": "Gold Digger uses the information you provide to contact you about our essential content, products and services. You can cancel your subscription at any time. For more information, see our",
  "privacy_link": "Privacy Policy",
  
  "logo_alt": "Gold Digger Technologies logo",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"If the USA innovates, China copies, and the EU regulates, we built what regulates then properly, correctly – and at once.\"",
  "gdt_description": "Imagine a world where regulatory compliance is not a manual nightmare and cost item to be implemented afterwards, but an automatically and seamlessly implemented feature in the technology itself. We are building the platform that makes this a reality – an audit trail ready blockchain-based AI platform that offers regulatory compliance as a starting point, not as an add-on.",
  "gdt_security": "Security and traceability built into the GDT chain.",
  "gdt_platform": "Forget patchwork systems and unclear responsibilities. Our platform offers a complete solution:",
  "gdt_features": "Complete audit trail by design – no more lost decisions or unexplained AI functions. No data leaks, no secrets leaked to AI. Logically embedded AI in desired data – model prompts, decisions, and data sources traceable to the second. Usage data and operation log cryptographically sealed – protect yourself and your customers from proven misuse.",
  "gdt_ai_heading": "AI that understands regulation – and acts accordingly",
  "gdt_ai_features": "Acts as a compliance agent – monitors and guides application operations within legal obligations. Enables all-in-one regulatory solution (e.g., GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Regulation keys in hand\" – no consultant army, we offer a complete package including management, regulatory readiness, and modern AI seamlessly.",
  "gdt_infrastructure": "We are the infrastructure that EU regulation needs.",
  "gdt_strength": "If the EU's strength is regulation, our task is to make it a strength in technological competition as well.",
  "gdt_cta": "As a customer or investor, build the future where AI doesn't break the rules – but implements them.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Supra-heuristic cognitive agent synchronizes continuous-topological data pipeline to fractal-edge computation, catalyzing pseudo-randomized singularity algorithm that opens gates to three-dimensional AI speculative metaverse."
} 