{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Yhteystiedot",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Tutkimus",
  
  "nav_gdt": "GDT",
  "nav_contact": "Yhteystiedot",
  "nav_research": "Tutkimus",
  "nav_main": "Etusivu",
  
  "hero_title": "Täysi varmennettavuus. Hallinnoitavuus. Modulaarisuus. Tekoälyn uusi GDT lohkoketju-standardi.",
  "hero_welcome": "Tervetuloa aikakauteen, jossa tekoäly ei vain toimi – vaan toimii oikein:",
  "hero_description": "Gold Digger Technologies tuottaa suoraviivaisia ja valmiita hybridiratkaisuja nopeuttaakseen yrityksen datastrategian prosesseja, kuten aktivoimalla tekoälyn automaattinen säätelyvalmius ja mahdollistamalla varmennetun kyberturvallisen interaktion moderneilla tekoälymalleilla. Olemme teknisesti keskittyneet lohkoketjun ja tekoälyn risteykseen, joihin voidaan luottaa ilman pelkoa sääntelystä tai tarkkuudesta. Tekoälymme prioriteetti on tarkkuus ja varmennettavuus - pääasia on pysyä teknologisena keihäänkärkenä absoluuttisessa luotettavuudessa.",
  "hero_cta": "Jos organisaatiosi haluaa muuttua todelliseksi luottamuksen ja arvon kultakaivokseksi, olemme valmiita integroimaan GDT teknologian takuuvarmasti infrastruktuuriinne.",
  
  "contact_heading": "Ota yhteyttä",
  "form_name": "Nimi",
  "form_email": "Sähköposti *",
  "form_phone": "Puhelin",
  "form_message": "Miten Gold Digger voi auttaa sinua?",
  "form_submit": "Lähetä",
  "privacy_text": "Gold Digger käyttää antamiasi tietoja ottaakseen yhteyttä sinuun olennaisesta sisällöstämme, tuotteistamme ja palveluistamme. Voit perua tilauksen milloin tahansa. Lisätietoja löytyy",
  "privacy_link": "Tietosuojaseloste",
  
  "logo_alt": "Gold Digger Technologies logo",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Jos USA innovoi, Kiina kopioi ja EU reguloi, me rakensimme sen, millä reguloidaan sitten kunnolla, oikein – ja kerralla.\"",
  "gdt_description": "Kuvittele maailma, jossa sääntelyn noudattaminen ei ole jälkikäteen toteutettava manuaalinen painajainen ja kuluerä, vaan automaattisesti ja saumattomasti toteutuva ominaisuus itse teknologiassa. Me rakennamme sen alustan, joka tekee tämän todeksi – audit trail ready -lohkoketjupohjaisen tekoälyalusta, joka tarjoaa sääntelykelpoisuuden lähtökohtana, ei lisäosana.",
  "gdt_security": "Tietoturva ja jäljitettävyys sisäänrakennettuna GDT ketjuun.",
  "gdt_platform": "Unohda tilkkutäkkinä kasatut järjestelmät ja epäselvät vastuut. Alustamme tarjoaa kokonaisuuden:",
  "gdt_features": "Täyden audit trailin by design – ei enää kadonneita päätöksiä tai selittämättömiä tekoälytoimintoja. Ei tietovuotoja, ei tekoälylle vuodettuja salaisuuksia. Loogisesti haluttuun dataan juurrutettu tekoäly – mallien kehotteet, päätökset ja datalähteet jäljitettävissä sekunnin tarkkuudella. Käyttödata ja toimintaloki kryptografisesti sinetöitynä – suojaa itsesi ja asiakkaasi todistetusti väärinkäytöksiltä.",
  "gdt_ai_heading": "Tekoäly, joka ymmärtää sääntelyn – ja toimii sen mukaan",
  "gdt_ai_features": "Toimii compliance-agenttina – valvoo ja ohjaa sovellusten toimintaa oikeudellisten velvoitteiden puitteissa. Mahdollistaa sääntelyn all-in-one ratkaisun (esim. GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Sääntely avaimet käteen\" – ei konsulttisavottaa, tarjoamme valmiin paketin johon kuuluu hallinnointi, sääntelyvalmius sekä moderni tekoäly saumattomasti.",
  "gdt_infrastructure": "Olemme se infrastruktuuri, jota EU sääntely tarvitsee.",
  "gdt_strength": "Jos EU:n vahvuus on sääntely, meidän tehtävämme on tehdä siitä vahvuus myös teknologisessa kilpailussa.",
  "gdt_cta": "Asiakkaaksi tai rahoittajaksi, rakenna tulevaisuutta, jossa tekoäly ei riko sääntöjä – vaan toteuttaa ne.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Supra-heuristinen kognitiivinen agentti synkronoi continuo-topologisen dataputken fractal-edge-laskentaan, katalysoiden pseudo-randomisoitua singulariteetti-algoritmia, joka avaa portit kolmiulotteiseen tekoälyspekulatiiviseen metaversumiin.",
  "meta_home_description": "Gold Digger Technologies rakentaa lohkoketjuun perustuvaa tekoälyalustaa, jonka ytimessä ovat varmennettavuus, sääntelykelpoisuus ja tietoturva.",
  "meta_contact_description": "Ota yhteyttä Gold Digger Technologiesiin – keskustellaan tekoälystä, sääntelyvalmiista infrastruktuurista ja kumppanuuksista.",
  "meta_gdt_description": "GDT: audit trail -valmis lohkoketjupohjainen tekoälyalusta, jossa sääntely ja tietoturva ovat sisäänrakennettuja.",
  "meta_research_description": "Intelligentleman: tutkimusta tekoälyn, kognition ja hajautetun infrastruktuurin rajapinnassa.",
  
  "copyright": "© {{year}} Gold Digger Technologies",
  "privacy": "Tietosuoja",
  "legal": "Lakiasiat ja sääntely",
  "legal_compliance": "Vaatimustenmukaisuus",
  "legal_terms": "Käyttöehdot",
  "legal_filings": "Sääntelyilmoitukset",
  "dnsmi": "Älä myy tietojani",
  "cookies": "Evästeasetukset",
  "partners_investors": "Etsimme kumppaneita ja rahoittajia",
  "contact_us": "Ota yhteyttä",
  "linkedin": "LinkedIn",
  "x": "X",
  "social_media": "Sosiaalinen media"
} 