{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Contact",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Recherche",
  
  "nav_gdt": "GDT",
  "nav_contact": "Contact",
  "nav_research": "Recherche",
  "nav_main": "Accueil",
  
  "hero_title": "Vérifiabilité complète. Gestionnabilité. Modularité. Le nouveau standard blockchain GDT pour l'intelligence artificielle.",
  "hero_welcome": "Bienvenue dans une ère où l'intelligence artificielle ne fonctionne pas seulement – elle fonctionne correctement :",
  "hero_description": "Gold Digger Technologies produit des solutions hybrides directes et prêtes à l'emploi pour accélérer les processus de stratégie de données de votre entreprise, comme l'activation de la capacité réglementaire automatique de l'IA et l'activation d'une interaction cyber-sécurisée vérifiée avec les modèles d'IA modernes. Nous nous concentrons techniquement sur l'intersection de la blockchain et de l'IA, qui peut être fiable sans crainte de réglementation ou de précision. La priorité de notre IA est la précision et la vérifiabilité - l'essentiel est de rester à la pointe technologique dans une fiabilité absolue.",
  "hero_cta": "Si votre organisation veut devenir une vraie mine d'or de confiance et de valeur, nous sommes prêts à intégrer la technologie GDT avec une certitude garantie dans votre infrastructure.",
  
  "contact_heading": "Contactez-nous",
  "form_name": "Nom",
  "form_email": "E-mail *",
  "form_phone": "Téléphone",
  "form_message": "Comment Gold Digger peut-il vous aider ?",
  "form_submit": "Envoyer",
  "privacy_text": "Gold Digger utilise les informations que vous fournissez pour vous contacter concernant notre contenu essentiel, nos produits et services. Vous pouvez annuler votre abonnement à tout moment. Pour plus d'informations, consultez notre",
  "privacy_link": "Politique de confidentialité",
  
  "logo_alt": "Logo Gold Digger Technologies",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Si les États-Unis innovent, la Chine copie et l'UE réglemente, nous avons construit ce qui réglemente alors correctement, correctement – et d'un coup.\"",
  "gdt_description": "Imaginez un monde où la conformité réglementaire n'est pas un cauchemar manuel et un élément de coût à mettre en œuvre après coup, mais une fonctionnalité automatiquement et parfaitement intégrée dans la technologie elle-même. Nous construisons la plateforme qui fait de cela une réalité – une plateforme d'IA basée sur la blockchain prête pour l'audit qui offre la conformité réglementaire comme point de départ, et non comme un ajout.",
  "gdt_security": "Sécurité et traçabilité intégrées dans la chaîne GDT.",
  "gdt_platform": "Oubliez les systèmes bricolés et les responsabilités peu claires. Notre plateforme offre une solution complète :",
  "gdt_features": "Traçabilité d'audit complète par conception – plus de décisions perdues ou de fonctions d'IA inexpliquées. Pas de fuites de données, pas de secrets divulgués à l'IA. IA logiquement intégrée dans les données souhaitées – invites de modèle, décisions et sources de données traçables à la seconde. Données d'utilisation et journal d'exploitation cryptographiquement scellés – protégez-vous et vos clients contre les abus prouvés.",
  "gdt_ai_heading": "IA qui comprend la réglementation – et agit en conséquence",
  "gdt_ai_features": "Agit comme un agent de conformité – surveille et guide les opérations d'application dans le cadre des obligations légales. Permet une solution réglementaire tout-en-un (par exemple, GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Clés de réglementation en main\" – pas d'armée de consultants, nous offrons un package complet incluant la gestion, la préparation réglementaire et l'IA moderne de manière transparente.",
  "gdt_infrastructure": "Nous sommes l'infrastructure dont la réglementation de l'UE a besoin.",
  "gdt_strength": "Si la force de l'UE est la réglementation, notre tâche est d'en faire aussi une force dans la concurrence technologique.",
  "gdt_cta": "En tant que client ou investisseur, construisez l'avenir où l'IA ne brise pas les règles – mais les met en œuvre.",
  
  "research_heading": "Intelligentleman",
  "research_description": "L'agent cognitif supra-heuristique synchronise le pipeline de données topologique continu vers le calcul fractal-edge, catalysant l'algorithme de singularité pseudo-randomisé qui ouvre les portes au métavers spéculatif d'IA tridimensionnel.",
  "meta_home_description": "Gold Digger Technologies construit une plateforme IA basée sur la blockchain axée sur la vérifiabilité, la conformité et la sécurité.",
  "meta_contact_description": "Contactez Gold Digger Technologies pour discuter d'IA, d'infrastructure prête pour la conformité et de partenariats.",
  "meta_gdt_description": "GDT : une plateforme IA basée sur la blockchain, prête pour l'audit, avec conformité et sécurité intégrées.",
  "meta_research_description": "Intelligentleman : recherche à la frontière de l'IA, de la cognition et de l'infrastructure décentralisée.",
  
  "copyright": "© {{year}} Gold Digger Technologies",
  "privacy": "Confidentialité",
  "legal": "Juridique et réglementaire",
  "legal_compliance": "Conformité",
  "legal_terms": "Conditions d'utilisation",
  "legal_filings": "Dépôts réglementaires",
  "dnsmi": "Ne pas vendre mes informations",
  "cookies": "Préférences des cookies",
  "partners_investors": "Nous recherchons des partenaires et des investisseurs",
  "contact_us": "Contactez-nous",
  "linkedin": "LinkedIn",
  "x": "X",
  "social_media": "Réseaux sociaux"
} 