{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Teagmháil",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Taighde",
  
  "nav_gdt": "GDT",
  "nav_contact": "Teagmháil",
  "nav_research": "Taighde",
  "nav_main": "Baile",
  
  "hero_title": "Fíor‑infhíoraitheacht iomlán. Inbhainistíocht. Modúlacht. Caighdeán nua GDT blockchain don intleacht shaorga.",
  "hero_welcome": "Fáilte go ré ina n‑oibríonn an intleacht shaorga ní hamháin – oibríonn sí i gceart:",
  "hero_description": "Cruthaíonn Gold Digger Technologies réitigh hibride díreacha agus réidh chun próisis straitéise sonraí do chuideachta a luathú, amhail cumas rialála uathoibríoch na hAI a ghníomhachtú agus idirghníomhú cíbear‑shlán fíoraithe le samhlacha nua‑aimseartha AI a chumasú. Dírímid go teicniúil ar chrosbhealach an blockchain agus na hAI, ar féidir muinín a bheith ann gan eagla roimh rialáil ná cruinneas. Is í tosaíocht ár nAI an cruinneas agus an infhíoraitheacht – is é an rud is tábhachtaí fanacht ar thús cadhnaíochta teicneolaíoch le hiontaofacht iomlán.",
  "hero_cta": "Más mian le d’eagraíocht a bheith ina fíor‑mhianra óir muiníne agus luacha, táimid réidh teicneolaíocht GDT a chomhtháthú le lánchinnteacht i d’infreastruchtúr.",
  
  "contact_heading": "Déan teagmháil linn",
  "form_name": "Ainm",
  "form_email": "R‑phost *",
  "form_phone": "Fón",
  "form_message": "Conas is féidir le Gold Digger cabhrú leat?",
  "form_submit": "Seol",
  "privacy_text": "Úsáideann Gold Digger an fhaisnéis a sholáthraíonn tú chun teagmháil a dhéanamh leat faoi ár n‑ábhar riachtanach, táirgí agus seirbhísí. Is féidir leat do shíntiús a chealú am ar bith. Le haghaidh tuilleadh faisnéise, féach ár",
  "privacy_link": "bPolasaí Príobháideachta",
  
  "logo_alt": "Lógó Gold Digger Technologies",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Más iad SAM a dhéanann nuálaíocht, an tSín a dhéanann cóipeáil, agus an AE a dhéanann rialáil, thógamarne an rud a rialaítear leis ansin i gceart, go cruinn – agus in aon turas amháin.\"",
  "gdt_description": "Samhlaigh domhan nach tromluí láimhe agus costas é comhlíonadh rialála atá le cur i bhfeidhm ina dhiaidh sin, ach gné a chuirtear i bhfeidhm go huathoibríoch agus go gan uaim sa teicneolaíocht féin. Táimid ag tógáil na hardáin a dhéanann é seo ina réaltacht – ardán AI bunaithe ar blockchain atá réidh don audit trail a chuireann comhlíonadh rialála ar fáil mar phointe tosaigh, ní mar bhreiseán.",
  "gdt_security": "Slándáil agus in‑inús追? (placeholder)",
  "gdt_platform": "Déan dearmad ar chórais paiste agus ar fhreagrachtaí doiléire. Cuireann ár n‑ardán réiteach iomlán ar fáil:",
  "gdt_features": "Audit trail iomlán de réir dearadh – gan aon chinntí caillte ná feidhmeanna AI do‑mhínithe a thuilleadh. Gan aon sceitheadh sonraí, gan aon rúin sceite chuig AI. AI leabaithe go loighciúil sna sonraí inmhianaithe – prompts samhlacha, cinntí agus foinsí sonraí in‑inús追? (placeholder). Sonraí úsáide agus log oibríochta séalaithe criptigrafaíochta – cosain tú féin agus do chustaiméirí ar mhí‑úsáid chruthaithe.",
  "gdt_ai_heading": "AI a thuigeann rialáil – agus a ghníomhaíonn dá réir",
  "gdt_ai_features": "Feidhmíonn mar ghníomhaire comhlíonta – monatóireacht agus treoraíonn sé oibríochtaí feidhmchlár laistigh d’oibleagáidí dlíthiúla. Cumasaíonn réiteach rialála uile‑i‑ngach (m.sh., GDPR, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Rialáil eochracha‑i‑láimh\" – gan aon airm chomhairleoirí, cuirimid pacáiste iomlán ar fáil a chuimsíonn bainistíocht, réidh don rialáil agus AI nua‑aimseartha gan uaim.",
  "gdt_infrastructure": "Is sinne an bonneagar a theastaíonn ó rialáil an AE.",
  "gdt_strength": "Más é láidreamh an AE an rialáil, is é ár ról é sin a dhéanamh mar láidreamh i gcoimhlint teicneolaíochta freisin.",
  "gdt_cta": "Mar chustaiméir nó mar infheisteoir, tóg an todhchaí ina ní bhriseann AI na rialacha – ach ina gcuireann sí i bhfeidhm iad.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Gníomhaire cognaíoch supra‑heurach a shioncronaíonn píblíne sonraí continuo‑topolaíoch le ríomhaireacht ar imeall fraktalach, ag catalaíocht algartam sainiúlachta pseoda‑randamaithe a osclaíonn geataí chuig metaverse tuairimeach AI tríthoiseach.",
  "meta_home_description": "Tógann Gold Digger Technologies ardán AI bunaithe ar blockchain le fócas ar infhíoraitheacht, comhlíonadh agus slándáil.",
  "meta_contact_description": "Déan teagmháil le Gold Digger Technologies chun plé a dhéanamh ar AI, bonneagar réidh don chomhlíonadh agus comhpháirtíochtaí.",
  "meta_gdt_description": "GDT: ardán AI bunaithe ar blockchain, réidh don audit trail, le comhlíonadh agus slándáil ionsuite.",
  "meta_research_description": "Intelligentleman: taighde ag teorainn AI, cognaíochta agus bonneagair dhíláraithe."
}


