{
  "site_title": "Gold Digger Technologies",
  "contact_title": "Gold Digger Technologies — Contacto",
  "gdt_title": "Gold Digger Technologies — GDT",
  "research_title": "Gold Digger Technologies — Investigação",
  
  "nav_gdt": "GDT",
  "nav_contact": "Contacto",
  "nav_research": "Investigação",
  "nav_main": "Início",
  
  "hero_title": "Verificabilidade total. Governabilidade. Modularidade. O novo padrão blockchain GDT para inteligência artificial.",
  "hero_welcome": "Bem‑vindo a uma era em que a inteligência artificial não apenas funciona – funciona corretamente:",
  "hero_description": "A Gold Digger Technologies produz soluções híbridas diretas e prontas para acelerar os processos da estratégia de dados da sua empresa, como ativar a capacidade regulatória automática da IA e permitir uma interação cibersegura verificada com modelos modernos de IA. Focamo‑nos tecnicamente na intersecção entre blockchain e IA, em que se pode confiar sem receio quanto à regulamentação ou exatidão. A prioridade da nossa IA é a precisão e a verificabilidade – o essencial é manter‑se na vanguarda tecnológica com fiabilidade absoluta.",
  "hero_cta": "Se a sua organização quer tornar‑se uma verdadeira mina de ouro de confiança e valor, estamos prontos para integrar a tecnologia GDT com total garantia na sua infraestrutura.",
  
  "contact_heading": "Contacte‑nos",
  "form_name": "Nome",
  "form_email": "E‑mail *",
  "form_phone": "Telefone",
  "form_message": "Como pode a Gold Digger ajudá‑lo?",
  "form_submit": "Enviar",
  "privacy_text": "A Gold Digger utiliza as informações fornecidas para o contactar sobre o nosso conteúdo essencial, produtos e serviços. Pode cancelar a subscrição a qualquer momento. Para mais informações, consulte a nossa",
  "privacy_link": "Política de Privacidade",
  
  "logo_alt": "Logótipo da Gold Digger Technologies",
  
  "gdt_heading": "GDT",
  "gdt_quote": "\"Se os EUA inovam, a China copia e a UE regulamenta, nós construímos aquilo com que se regulamenta então de forma adequada, correta – e de uma vez.\"",
  "gdt_description": "Imagine um mundo em que a conformidade regulatória não é um pesadelo manual e um custo a implementar posteriormente, mas uma funcionalidade implementada automática e perfeitamente na própria tecnologia. Estamos a construir a plataforma que torna isto realidade – uma plataforma de IA baseada em blockchain, preparada para auditoria, que oferece conformidade regulatória como ponto de partida, não como complemento.",
  "gdt_security": "Segurança e rastreabilidade incorporadas na cadeia GDT.",
  "gdt_platform": "Esqueça sistemas remendados e responsabilidades pouco claras. A nossa plataforma oferece uma solução completa:",
  "gdt_features": "Rastreabilidade de auditoria completa por conceção – não mais decisões perdidas ou funções de IA inexplicadas. Sem fugas de dados, sem segredos revelados à IA. IA logicamente incorporada nos dados desejados – prompts de modelos, decisões e fontes de dados rastreáveis ao segundo. Dados de utilização e registo de operações selados criptograficamente – proteja‑se a si e aos seus clientes contra abusos comprovados.",
  "gdt_ai_heading": "IA que compreende a regulamentação – e atua em conformidade",
  "gdt_ai_features": "Atua como agente de compliance – monitoriza e orienta as operações das aplicações no âmbito das obrigações legais. Permite uma solução regulatória tudo‑em‑um (p. ex., RGPD, MiCA, AI Act).",
  "gdt_tools": "🛠️ \"Regulamentação chave‑na‑mão\" – nada de exércitos de consultores, oferecemos um pacote completo com gestão, prontidão regulatória e IA moderna de forma integrada.",
  "gdt_infrastructure": "Somos a infraestrutura de que a regulamentação da UE necessita.",
  "gdt_strength": "Se a força da UE é a regulamentação, a nossa tarefa é torná‑la também uma força na concorrência tecnológica.",
  "gdt_cta": "Como cliente ou investidor, construa o futuro em que a IA não quebra as regras – mas as concretiza.",
  
  "research_heading": "Intelligentleman",
  "research_description": "Agente cognitivo supra‑heurístico que sincroniza o pipeline de dados contínuo‑topológico com a computação fractal‑edge, catalisando um algoritmo de singularidade pseudo‑aleatorizado que abre as portas a um metaverso especulativo de IA tridimensional.",
  "meta_home_description": "A Gold Digger Technologies constrói uma plataforma de IA baseada em blockchain centrada em verificabilidade, conformidade e segurança.",
  "meta_contact_description": "Contacte a Gold Digger Technologies para discutir IA, infraestrutura pronta para a conformidade e parcerias.",
  "meta_gdt_description": "GDT: plataforma de IA baseada em blockchain, pronta para auditoria, com conformidade e segurança incorporadas.",
  "meta_research_description": "Intelligentleman: investigação na fronteira entre IA, cognição e infraestrutura descentralizada."
}


